{
  "landing.nav.signin": "Sign in",
  "landing.nav.signup": "Sign up",
  "landing.nav.logout": "Log Out",
  "landing.nav.dashboard": "Dashboard",
  "landing.nav.app": "Go to App",
  "landing.hero.title.1": "Empowering Elders ",
  "landing.hero.title.2": " with Elderly",
  "landing.hero.title.3": "Care",
  "landing.hero.description": "Are you or a loved one struggling to manage healthcare needs efficiently? Elderlycare is here to provide a helping hand. Our user-friendly web application is designed specifically for seniors, offering a seamless experience to schedule appointments with nearby doctors and access an AI-powered health companion for personalized assistance.",
  "landing.hero.button": "Get Care",
  "landing.appointment.doctor.title.1": "Find",
  "landing.appointment.doctor.title.2": " Nearby Doctors & book appointments",
  "landing.appointment.doctor.description": "Discover trusted healthcare professionals in your area and book appointments at your convenience.",
  "landing.appointment.doctor.button.learnmore":"Learn More",
  "landing.appointment.chat.title.1": "Chat",
  "landing.appointment.chat.title.2": " with Our Health Companion",
  "landing.appointment.chat.description": "Whether you have questions about medication, symptoms, or general health advice, our AI-powered companion is always here to assist you.",
  "landing.appointment.banner.title": "Get Started!",
  "landing.appointment.banner.desc": "Create your account in minutes and start exploring the features tailored to your healthcare needs.",
  "landing.faq.title": "FAQ?",
  "landing.faq.1.title":"What is Elderlycare, and how does it work?",
  "landing.faq.2.title":"Can I sync the schedule tool with my existing calendar ?",
  "landing.faq.3.title":"Can I share my schedule with others?",
  "landing.faq.4.title":"Is my data safe and secure within the schedule tool?",
  "landing.faq.1.content":"Elderlycare is an application designed to help elderly individuals manage their health care remotely. It allows users to connect with medical professionals and schedule virtual meetings for consultations and check-ups, all from the comfort and safety of their home. Users can easily set up profiles, book appointments, and receive reminders for upcoming sessions. This tool aims to simplify access to health care for the elderly, making it more convenient and less stressful.",
  "landing.faq.2.content":"Yes, many schedule tools offer integration with popular calendar apps like Google Calendar, Outlook, or Apple Calendar. This allows users to sync their schedules across different devices and stay up-to-date with their commitments.",
  "landing.faq.3.content":"Yes, Elderlycare provides the option to share your appointment schedules with family members or caregivers. This feature is particularly useful for ensuring that your loved ones are informed about your appointments and can provide assistance if needed. You can share your schedule directly through the app via email or text, or by giving authorized users access to your Elderlycare account.",
  "landing.faq.4.content":"Absolutely, data security and privacy are top priorities for Elderlycare. We use advanced encryption technologies to secure all data transmitted and stored within the app. Additionally, our platform complies with all relevant health data protection regulations to ensure that your personal and medical information is protected at all times.",
  "landing.footer.terms":"Terms",
  "landing.footer.policy": "Privacy Policy",
  "landing.footer.product": "Product",
  "landing.footer.product.1": "Features",
  "landing.footer.product.2": "Pricing",
  "landing.footer.resources": "Resources",
  "landing.footer.resources.1": "Blog",
  "landing.footer.resources.2": "User Guides",
  "landing.footer.company": "Company",
  "landing.footer.company.1": "About Us",
  "landing.footer.company.2": "Our Team",
  "landing.footer.subscribe": "Subscribe",
  "landing.footer.subscribe.desc": "Get the latest news and articles to your inbox every month."
}
